[
    {
        "location": "Amsterdam",
        "image": "https://images.unsplash.com/photo-1534351590666-13e3e96b5017?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
        "days": 5,
        "price": 549,
        "iata": "AMS",
        "data" : {
            "info": [
                "Amsterdam, the capital of the Netherlands, is one of the most popular tourist destinations in Europe. With its universities, academies, and research institutes, along with more than 40 museums, numerous theaters, and entertainment venues, Amsterdam is also the country's leading cultural center.",
                "If you've been to Amsterdam before and seen the highlights, or you just have a passion for discovering the unknown, then head out of the city and into the wider Amsterdam Area where you'll be rewarded by stunning landscapes and memorable activities."],
            "schedule": [
                "Arrive in the city. Head over to the hotel and relax. We'll take a quick tour in the city center in the evening.",
                "Visit Rijksmuseum, Van Gogh Museum and the The Botanical Gardens.",
                "Walk in the Vondelpark (the largest park in Amsterdam), the Dam Square as well as the Artis (Amsterdam's Royal Zoo).",
                "Explore more of the city center, take a cruise in the famous Amsterdam canals and visit some of the capitals popular coffee shops.",
                "Its time to take a flight back home."
            ],
            "dates": ["25/03/21", "29/03/21", "04/04/21"]
        }
    },
    {
        "location": "London",
        "image": "./images/destinations/ldn.jpg",
        "days": 6,
        "price": 659,
        "iata": "LHR",
        "data": {
            "info": [
                "London, the capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times. At its centre stand the imposing Houses of Parliament, the iconic ‘Big Ben’ clock tower and Westminster Abbey, site of British monarch coronations. Across the Thames River, the London Eye observation wheel provides panoramic views of the South Bank cultural complex, and the entire city.",
                "From the modern London Eye to the historic Tower of London, London has endless attractions and places waiting for you to discover."
            ],
            "schedule": [
                "Arrive in London. Take a rest in the hotel and walk in the city center in the evening.",
                "For the Harry Potter fans we HAVE to attend the Warner Bros Studio Tour in London. Afterwards we take a walk in the Kew Gardens and in the biggest and most popular park in London, the Hyde Park. Our day will end with shopping in Harrods.",
                "We will vist the famous London Eye, Madame Tussauds, the Big Ben and the St Paul's Cathedral.",
                "Free day in London for more shopping in Regent's street.",
                "Visit the British Museum and free day (or opt for a day in Cambridge).",
                "Time to take a flight back home."
            ],
            "dates": ["23/03/21", "30/03/21"]
        }
    },
    {
        "location": "Toronto",
        "image": "https://images.unsplash.com/photo-1517090504586-fde19ea6066f?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
        "days": 8,
        "price": 999,
        "iata": "YYZ",
        "data": {
            "info": [
                "Canada’s largest city, the fourth largest in North America, is consistently ranked one of the best places to live in the world. Spending even a few days here makes it easy to see why. Cosmopolitan and cultured, fun and fun-loving, with an icing of unpredictability just to make things interesting, Toronto takes pride in being the dynamic, creative and safe sum of all its parts.",
                "The city’s roots show in myriad ways, with more than 200 cultures represented on the streets. (The fact that there are three Chinatowns and two Little Italys speaks volumes.) This is one of the reasons why the culinary scene is such a big deal—there are more ingredients in the pantry to pull from. With four world-class sports teams, a spirited arts scene and a vibrant waterfront with its own airport, Toronto makes both a rewarding end destination and a great pitstop."
            ],
            "schedule": [
                "Arrive in Tornto, Canada. Take a rest in the hotel and walk in the city center in the evening.",
                "We begin our day with a coffee and breakfast at the Delta Hotel Toronto. We then visit Ripley's Aquarium of Canada and the Hockey Hall of Fame.",
                "We explore different bakeries in the city and markets such as St. Lawrence market. We then head to the Sugar Beach with it's special pink umbrellas. At night we visit the Oxley for pints and the d|bar for martinis.",
                "We visit the Toronto sign at City Hall and get a healthy breakfast at Karine's. Close by we then visit the Art Gallery of Ontario. In the afternoon we visit the Trinity Bellwoods Park and at night The Drake Hotel.",
                "Free day to explore the city even more. (ask us for more details)",
                "Free day to explore the city even more. (ask us for more details)",
                "Free day to explore the city even more. (ask us for more details)",
                "Time to take a flight back home."
            ],
            "dates": ["25/03/21", "29/03/21"]
        }
    },
    {
        "location":"Paris",
        "image": "https://images.unsplash.com/photo-1508050919630-b135583b29ab?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1351&q=80",
        "days": 6,
        "price": 599,
        "iata": "CDG",
        "data": {
            "info": [
                "Paris. Poets, artists, playwrights, writers, journalists, and more have all written about their love of this city….and it’s hard not to fall in love with Paris. It’s a place that exudes culture, sophistication, class, and style.",
                "Paris is gigantic, with thousands of years of history. It would take a lifetime to visit all of Paris. It can be overwhelming for most people."
            ],
            "schedule": [
                "Arrive in Paris. Take a rest in the hotel and walk in the city center in the evening.",
                "Visit the Louvre museum, the Musse D'Orsay, the Rodin and the Holocaust museum. In the evening we will walk the Champs Elysees.",
                "Visit the Pantheon and take a walk in the largest park in Paris, the Jardin du Luxembourg. We can't skip to visit Montemartre for beautyfull views of the city.",
                "We'll climb through the Paris Catacombs and walk amongst the tombstones. In the evening we ll vist the Memorial de la Shoah and take an amazing food tour.",
                "Free day for shopping.",
                "Time to take a flight back home."
            ],
            "dates": ["25/03/21", "29/03/21"]
        }
    },
    {
        "location": "Barcelona",
        "image": "https://images.unsplash.com/photo-1587789202069-f57c846b85db?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1351&q=80",
        "days": 4,
        "price": 399,
        "iata" : "BCN",
        "data" : {
            "info": [
                "Catalonia and Barcelona has become one of the first tourist destination of Spain, it has everything to please the majority of visitors : with a history among the oldest in Europe, a capital, Barcelona, which never sleeps and an inland full of charm not to forget beautiful beaches in La Costa Brava.",
                "The variety of artistic treasures, the Romanesque churches and the great names in modern art and architecture , Dali, Gaudi, Miro, Picasso and many more."
            ],
            "schedule": [
                "Arrive in Barcelona. Take a rest in the hotel and walk in the city center in the evening.",
                "We'll visit the famous Sagrada Familia and Casa Battlo, Antoni Gaudi's masterpiece. Then we ll visit the Picasso Museum.",
                "We have a tour for the football fans at Camp Nou, Barcelona's FC stadium. We will then vist the Park Guell by the famous visionary architect Antoni Gaudi.",
                "Time to take a flight back home."
            ],
            "dates": ["25/03/21", "29/03/21", "04/04/21"]
        }
    }
]